[
  {
    "category": "Utbildning",
    "icon": "icon_education.png",
    "scenario": "Resultaten i stadens högstadieskolor har börjat spreta. Lärarna ska både undervisa, lugna, dokumentera - och ibland bara få dagen att gå ihop. Ni måste välja hur skolan ska kännas att gå till varje dag.",
    "options": [
      {
        "button": "Inför tydligare ordning och konsekvenser",
        "text": "Mobiler samlas in, sena ankomster följs upp direkt och vuxna syns oftare i korridorerna. Reglerna blir tydliga och lika för alla.",
        "feedback": "Vardagen blir stramare och elever som behöver mer relationellt stöd kan känna sig begränsade av regler som styr allt från mobilanvändning till rörelse i korridorerna. Samtidigt ökar studieron och många elever upplever en tydligare struktur och större trygghet under skoldagen.\n\nKärna: Struktur och förutsägbarhet före flexibilitet.\nRisk: Minskad tillit och upplevd kontroll.",
        "image": "education_onehandup.jpg",
        "characters": {
          "Styraren": 2,
          "Skeptikern": 1,
          "Maskmakaren": 1,
          "Brännaren": 1
        }
      },
      {
        "button": "Bygg ut elevhälsa och trygghetsstöd",
        "text": "Fler kuratorer, trygghetsteam och tid för samtal gör att konflikter fångas tidigt och fler orkar vara kvar hela dagen.",
        "feedback": "Undervisningen får mindre utrymme när samtal, uppföljningar och stödinsatser tar plats under skoldagen och vissa lektioner tappar tempo och fokus. Samtidigt fångas mående och konflikter upp tidigare och fler elever känner sig sedda och orkar stanna kvar hela dagen.\n\nKärna: Trygghet och närvaro före tempo.\nRisk: Undervisning trängs undan.",
        "image": "education_psychology.jpg",
        "characters": {
          "Spegelbäraren": 2,
          "Bäraren": 2,
          "Brännaren": 1
        }
      },
      {
        "button": "Satsa hårt på vissa skolor och klasser",
        "text": "Riktade resurser sätts in: mindre grupper, fler vuxna och tät uppföljning i ett begränsat antal skolor och klasser.",
        "feedback": "På skolor som inte prioriteras växer känslan av orättvisa och fokus flyttas från undervisning till att visa behov och siffror. I de utvalda klasserna märks samtidigt tydliga förbättringar med färre avbrott, närmare vuxenkontakt och bättre möjlighet att följa elever över tid.\n\nKärna: Effekt där det brinner mest.\nRisk: Splittring och fokus på siffror.",
        "image": "education_oneonone.jpg",
        "characters": {
          "Maskmakaren": 2,
          "Pragmatikern": 1,
          "Styraren": 1
        }
      },
      {
        "button": "Rensa bland projekt och fokusera på undervisning",
        "text": "Ni stoppar nya satsningar, kortar mötestiden och skalar bort parallella projekt så lärarna får fler hela lektioner och hinner ikapp.",
        "feedback": "När utrymmet att ändra arbetssätt försvinner fortsätter undervisning som inte riktigt når fram och både elever och lärare blir kvar i samma upplägg. Samtidigt minskar avbrott från möten och sidouppgifter och lektionerna kan genomföras som planerat från start till slut.\n\nKärna: Fokus och genomförande före innovation.\nRisk: Låsning och minskad anpassning.",
        "image": "education_class.jpg",
        "characters": {
          "Arkivarien": 2,
          "Skeptikern": 1,
          "Pragmatikern": 1,
          "Brännaren": 1
        }
      }
    ]
  },
  {
    "category": "Vård",
    "icon": "icon_health.png",
    "scenario": "Vårdcentralerna är överbelastade. Alla är inte akut sjuka - men många är oroliga, slitna eller har problem som inte riktigt passar i ett formulär. Ni måste välja vilken sorts vård vardagen ska präglas av.",
    "options": [
      {
        "button": "Gör vården snabb och konsekvent",
        "text": "Ni standardiserar besöken: kortare tider, tydliga ramar och snabba beslut så fler hinner få besked och gå vidare.",
        "feedback": "Patienter med diffusa eller svårtolkade besvär riskerar att skickas hem utan svar och vissa söker hjälp först när problemen förvärrats. Samtidigt blir vården mer tillgänglig för många med kortare väntetider och ett jämnare flöde.\n\nKärna: Effektivitet före nyanser.\nRisk: Missade tillstånd och tappat förtroende.",
        "image": "health_clinic.jpg",
        "characters": {
          "Arkivarien": 2,
          "Skeptikern": 1,
          "Pragmatikern": 1
        }
      },
      {
        "button": "Gör vården relationell och långsiktig",
        "text": "Ni bygger vården kring kontinuitet: samma läkare, längre samtal och tid att se hela människan och följa upp över tid.",
        "feedback": "För nya eller akuta problem kan väntan bli lång och oro hinner växa innan första mötet sker. Samtidigt skapas trygghet och förståelse för många genom kontinuitet, igenkänning och vård som ser mönster över tid.\n\nKärna: Trygghet före tempo.\nRisk: Längre köer och sen hjälp.",
        "image": "health_stetoscope.jpg",
        "characters": {
          "Spegelbäraren": 2,
          "Bäraren": 2,
          "Brännaren": 1
        }
      },
      {
        "button": "Flytta ansvar från vården till individen",
        "text": "Ni satsar på egenvård, digital rådgivning och tydliga riktlinjer för när man ska söka vård. Många får snabb hjälp via appar och checklistor.",
        "feedback": "Det blir svårare att avgöra när egenvård inte längre räcker och vissa söker professionell hjälp först när problemen blivit allvarliga. Samtidigt får många snabb tillgång till råd och lär sig hantera enklare besvär utan att fastna i vårdköer.\n\nKärna: Självständighet före professionell bedömning.\nRisk: Sen upptäckt och ökad ojämlikhet.",
        "image": "health_digital.jpg",
        "characters": {
          "Narrstrategen": 2,
          "Brännaren": 1,
          "Pragmatikern": 1,
          "Skeptikern": 1
        }
      }
    ]
  },
  {
    "category": "Infrastruktur",
    "icon": "icon_infrastructure.png",
    "scenario": "En bro används av tusentals varje dag. Den är inte akut farlig - men tillräckligt sliten för att ingen riktigt slappnar av när en tung buss passerar. Ni måste välja hur staden ska leva med bron.",
    "options": [
      {
        "button": "Stäng bron helt i ett svep",
        "text": "Ni stänger bron helt: avspärrningar, byggbodar och nya rutiner. Allt görs på en gång för en trygg och framtidssäkrad bro.",
        "feedback": "Köer, omvägar och inställda vanor slår mot pendling och handel, och många hinner bygga ett nytt vardagsmönster som inte riktigt hittar tillbaka. Samtidigt blir bron ordentligt åtgärdad på en gång och när den öppnar igen kan folk passera utan den där spänningen i kroppen vid varje tungt fordon.\n\nKärna: Total lösning före vardagsflöde.\nRisk: Kraftiga störningar i vardagen.",
        "image": "bridge_closed.png",
        "characters": {
          "Styraren": 2,
          "Arkivarien": 2,
          "Brännaren": 1,
          "Skeptikern": 1,
          "Narrstrategen": 1
        }
      },
      {
        "button": "Gör bron så osynlig som möjligt",
        "text": "Ni reparerar i små steg, ofta nattetid. Trafiken flyter och rutinerna består, medan bron hålls igång med återkommande underhåll.",
        "feedback": "Oro och osäkerhet hänger kvar när man aldrig vet om nästa mätning eller lastbil blir droppen, och underhållsskulden kan växa utan att märkas förrän sent. Samtidigt fortsätter vardagen nästan som vanligt med färre störningar för resor, jobb och leveranser.\n\nKärna: Minsta möjliga störning i vardagen.\nRisk: Långvarig oro och skuld.",
        "image": "bridge_halfclosed.png",
        "characters": {
          "Bäraren": 2,
          "Maskmakaren": 2,
          "Skeptikern": 1,
          "Brännaren": 1,
          "Spegelbäraren": 1
        }
      },
      {
        "button": "Gör bron till ett gemensamt stadsprojekt",
        "text": "Ni renoverar stegvis, håller bron delvis öppen och gör processen synlig: skyltar som förklarar, möten som bjuder in, och uppdateringar som folk kan följa.",
        "feedback": "Det pågår så länge att irritationen riskerar att bli vardag, och många tröttnar på att leva i ett läge där bron aldrig är riktigt klar. Samtidigt förstår fler vad som händer och varför, vilket kan bygga tålamod och delaktighet även när det skaver.\n\nKärna: Delaktighet och begriplighet före snabbhet.\nRisk: Projekttrötthet och tappat förtroende.",
        "image": "bridge_talk.png",
        "characters": {
          "Maskmakaren": 2,
          "Spegelbäraren": 2,
          "Narrstrategen": 1,
          "Bäraren": 1,
          "Styraren": 1
        }
      },
      {
        "button": "Vänta tills mätningarna säger stopp",
        "text": "Ni övervakar bron med sensorer och låter siffrorna styra. Så länge värdena är gröna görs inga stora ingrepp.",
        "feedback": "När gränsen väl passeras kan en stängning komma plötsligt och tvinga fram improviserade omvägar och akut frustration innan någon hunnit förbereda sig. Samtidigt styrs besluten av tydliga mätvärden och resurserna läggs där de ger mest nytta när det verkligen behövs.\n\nKärna: Mätbarhet före magkänsla.\nRisk: Oväntad kris utan förberedelse.",
        "image": "bridge_crash.jpg",
        "characters": {
          "Arkivarien": 2,
          "Narrstrategen": 2,
          "Pragmatikern": 1,
          "Brännaren": 1,
          "Skeptikern": 1
        }
      }
    ]
  },
  {
    "category": "Klimat",
    "icon": "icon_climate.png",
    "scenario": "Staden måste minska sina utsläpp snabbt - inte genom visioner, utan genom beslut som märks i vardagen redan nästa vinter. Ni måste välja hur klimatomställningen ska kännas att leva med.",
    "options": [
      {
        "button": "Inför tvingande energiregler direkt",
        "text": "Ni inför hårda regler: sänkt inomhustemperatur och begränsad uppvärmning i lokaler och flerbostadshus. Effekten kommer snabbt och märks i vardagen.",
        "feedback": "Kroppen och plånboken märker det direkt, och belastningen blir olika mellan hushåll beroende på bostad, hälsa och marginaler. Samtidigt sjunker utsläppen snabbt och staden bygger nya vanor som ger effekt redan nästa vinter.\n\nKärna: Snabb utsläppsminskning före bekvämlighet.\nRisk: Motstånd och orättvis börda.",
        "image": "climate_sweater.jpg",
        "characters": {
          "Styraren": 2,
          "Brännaren": 2,
          "Skeptikern": 1,
          "Pragmatikern": 1,
          "Arkivarien": 1
        }
      },
      {
        "button": "Skydda hushållen - låt omställningen ta tid",
        "text": "Ni stöttar hushåll med små marginaler: subventioner för elräkningar, isolering och värmepumpar. Oron sjunker och fler kan planera vintern.",
        "feedback": "Utsläppen minskar långsammare och klimatmålen kan börja kännas som något som alltid ska tas sen, vilket gör nästa steg både dyrare och mer konfliktfyllt. Samtidigt får fler en hanterbar vinter med mindre stress och större möjlighet att faktiskt orka ställa om.\n\nKärna: Social trygghet före snabb kurva.\nRisk: Fördröjd omställning.",
        "image": "climate_insulation.jpg",
        "characters": {
          "Bäraren": 2,
          "Spegelbäraren": 2,
          "Maskmakaren": 1,
          "Brännaren": 1,
          "Skeptikern": 1
        }
      },
      {
        "button": "Gör klimatomställningen till ett gemensamt stadsprojekt",
        "text": "Ni sätter frivilliga mål och kvartersvisa satsningar. Vissa områden går all in, delar tips och jämför förbrukning, andra märker knappt att något händer.",
        "feedback": "Effekten blir ojämn och skillnaden mellan kvarter som ställer om och kvarter som kör som vanligt kan skapa irritation och splittring. Samtidigt blir engagemanget äkta där det tar fart och kan sprida idéer och stolthet som drar fler med sig.\n\nKärna: Gemenskap och motivation före tvång.\nRisk: Ojämlik effekt och splittring.",
        "image": "climate_neighborhood.jpg",
        "characters": {
          "Maskmakaren": 2,
          "Spegelbäraren": 2,
          "Styraren": 1,
          "Brännaren": 1,
          "Skeptikern": 1
        }
      },
      {
        "button": "Börja med kommunens egna byggnader",
        "text": "Ni energieffektiviserar skolor, idrottshallar och kontor. Resultaten blir tydliga, mätbara och lätta att visa upp.",
        "feedback": "Många upplever att omställningen sker på avstånd, och tålamodet kan minska när förändringen inte märks hemma i köket utan mest i kommunens rapporter. Samtidigt blir resultaten tydliga och mätbara, och kommunen bygger kompetens och tempo som kan användas i nästa steg.\n\nKärna: Genomförbarhet och förebild före bred påverkan.\nRisk: Upplevd symbolpolitik.",
        "image": "climate_offices.jpg",
        "characters": {
          "Arkivarien": 2,
          "Pragmatikern": 2,
          "Styraren": 1,
          "Brännaren": 1,
          "Skeptikern": 1
        }
      }
    ]
  },
  {
    "category": "Brottslighet",
    "icon": "icon_crime.png",
    "scenario": "Otryggheten ökar i vissa områden. Många brott är små, men påverkar vardagen och tilliten: cyklar försvinner, rutor krossas och folk tar omvägar hem på kvällen. Ni måste välja hur trygghet ska byggas i vardagen.",
    "options": [
      {
        "button": "Öka synlig närvaro",
        "text": "Fler uniformer syns på gator och torg, särskilt kvällar och helger. Det blir tydligare att någon har koll när kiosken stänger.",
        "feedback": "Vardagen kan kännas mer bevakad, och särskilt vissa grupper kan uppleva att de blir granskade och anpassar sig i onödan. Samtidigt vågar fler röra sig ute på kvällen och många känner en direkt lättnad av att någon faktiskt syns.\n\nKärna: Avskräckning och ordning genom närvaro.\nRisk: Övervakningskänsla och minskad tillit.",
        "image": "crime_police_arm.jpg",
        "characters": {
          "Styraren": 2,
          "Bäraren": 2,
          "Narrstrategen": 1,
          "Skeptikern": 1,
          "Brännaren": 1
        }
      },
      {
        "button": "Bygg relationer långsiktigt",
        "text": "Samma vuxna finns kvar över tid, lär sig namn och rutiner. Färre ingripanden, fler samtal och närvaro som känns mänsklig.",
        "feedback": "När något spårar ur kan det upplevas som att åtgärderna tar för lång tid, och otryggheten hinner bita sig fast innan resultaten syns. Samtidigt byggs tillit och igenkänning i vardagen, vilket ofta minskar konflikter och gör att fler vågar samarbeta och säga till.\n\nKärna: Tillit före snabba ingripanden.\nRisk: Långsam effekt vid akuta lägen.",
        "image": "crime_social.jpg",
        "characters": {
          "Bäraren": 2,
          "Spegelbäraren": 2,
          "Pragmatikern": 1,
          "Maskmakaren": 1,
          "Skeptikern": 1
        }
      },
      {
        "button": "Satsa på miljö och struktur",
        "text": "Ni bygger bort risk: bättre belysning, öppnare ytor, borttaget buskage och tydliga rutiner. Riskpunkter kartläggs och åtgärdas.",
        "feedback": "Problemen kan flytta sig till en annan plats, vilket gör att trygghetsarbetet blir ett evigt pussel där nästa hörn alltid väntar. Samtidigt blir flera stråk och parker mer användbara och fler vågar ta den korta vägen igen när miljön känns öppen och trygg.\n\nKärna: Förebygg genom plats och design.\nRisk: Förskjutning av problem.",
        "image": "crime_open_area.jpg",
        "characters": {
          "Arkivarien": 2,
          "Maskmakaren": 2,
          "Bäraren": 1,
          "Styraren": 1,
          "Skeptikern": 1
        }
      },
      {
        "button": "Fokusera på konsekvens",
        "text": "Ni prioriterar snabbare utredningar och tydliga påföljder. Regeln blir enkel: stör du andras vardag får det följder.",
        "feedback": "Klimatet blir stramare och vissa håller tillbaka eller låter bli att vittna av rädsla för att hamna fel i ett hårt och opersonligt system. Samtidigt blir reglerna tydliga och förutsägbara, och många upplever att vardagsbrott tas på allvar när följderna kommer snabbare.\n\nKärna: Förutsägbar rättvisa genom konsekvens.\nRisk: Rädsla och minskat samarbete.",
        "image": "crime_judging.jpg",
        "characters": {
          "Styraren": 2,
          "Arkivarien": 2,
          "Brännaren": 1,
          "Pragmatikern": 1,
          "Narrstrategen": 1
        }
      }
    ]
  },
  {
    "category": "Arbetslöshet",
    "icon": "icon_unemployment.png",
    "scenario": "Trots lediga jobb fastnar människor i arbetslöshet. Många står nära arbetsmarknaden men fastnar i ansökningar, korta vikariat eller svajig hälsa. Ni måste välja hur vägen tillbaka till arbete ska se ut i vardagen.",
    "options": [
      {
        "button": "Aktivera snabbt",
        "text": "Tydliga krav, korta program och snabba åtgärder. Veckan får struktur: tider att passa, uppgifter att bocka av och något att rapportera.",
        "feedback": "Det finns en risk att människor studsar mellan insatser, praktik och korta placeringar utan att något hinner bli stabilt och självkänslan slits av ständiga omstarter. Samtidigt kommer fler igång snabbt och många får tillbaka rytm, sammanhang och känslan av att dagarna går att styra.\n\nKärna: Tempo och aktivitet före återhämtning.\nRisk: Karusell utan stabilitet.",
        "image": "unemployment_calendar.jpg",
        "characters": {
          "Styraren": 2,
          "Pragmatikern": 2,
          "Skeptikern": 1,
          "Narrstrategen": 1,
          "Maskmakaren": 1
        }
      },
      {
        "button": "Bygg trygghet först",
        "text": "Ekonomiskt stöd kombineras med lugnare tempo och en plan som får ta tid. Stressen sjunker och fler kan börja om utan panik i magen.",
        "feedback": "Tiden kan glida och steget tillbaka kan kännas större ju längre man väntar, särskilt om delmål och uppföljning blir otydliga. Samtidigt blir vardagen stabilare och mer mänsklig, vilket kan ge kraft att återhämta sig och faktiskt orka ta nästa steg.\n\nKärna: Stabilitet före press.\nRisk: Passivisering över tid.",
        "image": "unemployment_money_time.jpg",
        "characters": {
          "Bäraren": 2,
          "Spegelbäraren": 2,
          "Pragmatikern": 1,
          "Narrstrategen": 1,
          "Styraren": 1
        }
      },
      {
        "button": "Satsa på matchning",
        "text": "Ni lägger kraft på rätt match: praktik med mål, handledning och anpassade krav. När det klickar känns det nästan skräddarsytt.",
        "feedback": "De som inte matchas direkt riskerar att bli kvar i väntan och känna sig bortvalda, och skillnaden mellan dem som får plats och dem som står kvar kan bli hård. Samtidigt hamnar fler rätt när det väl klaffar, vilket ofta ger längre anställningar och bättre chans att stanna kvar.\n\nKärna: Rätt plats före snabb placering.\nRisk: Köer och utanförskap.",
        "image": "unemployment_collegues_match.jpg",
        "characters": {
          "Maskmakaren": 2,
          "Pragmatikern": 2,
          "Brännaren": 1,
          "Bäraren": 1,
          "Narrstrategen": 1
        }
      },
      {
        "button": "Lita på individens driv",
        "text": "Färre krav, mer frihet och stöd att forma sin egen väg. Människor uppmuntras att själva välja takt, riktning och typ av arbete.",
        "feedback": "För den som tappar fart kan friheten bli ensamhet och dagarna flyter ihop, och problemen upptäcks ofta först när mycket tid redan gått. Samtidigt kan autonomin ge en verklig nystart för många som växer av förtroende och hittar en väg som faktiskt passar.\n\nKärna: Autonomi före styrning.\nRisk: Osynlig stagnation.",
        "image": "unemployment_self_employed.jpg",
        "characters": {
          "Spegelbäraren": 2,
          "Narrstrategen": 2,
          "Skeptikern": 1,
          "Brännaren": 1,
          "Styraren": 1
        }
      }
    ]
  },
  {
    "category": "Försvar",
    "icon": "icon_defense.png",
    "scenario": "Säkerhetsläget är osäkert. Hoten är inte alltid synliga, men känns i bakgrunden: cyberattacker, desinformation, elavbrott och frågan om vem som gör vad när något oväntat händer. Ni måste välja hur trygghet ska byggas - även när inget händer.",
    "options": [
      {
        "button": "Bygg stark militär avskräckning",
        "text": "Ni investerar i förmåga, snabb respons och tydliga signaler. Styrkan ska förebygga konflikt och göra att hot inte ens prövar gränserna.",
        "feedback": "Upprustning och hotbilder tar mer plats i samtal och nyheter, och det kan skapa en mer hård och närvarande oro även när vardagen egentligen rullar på. Samtidigt ger tydlig kapacitet en starkare känsla av skydd och kan avskräcka aktörer från att ens testa gränserna.\n\nKärna: Avskräckning före avspänning.\nRisk: Normaliserad oro.",
        "image": "defence_military.jpg",
        "characters": {
          "Styraren": 2,
          "Arkivarien": 2,
          "Maskmakaren": 1,
          "Narrstrategen": 1,
          "Skeptikern": 1
        }
      },
      {
        "button": "Satsa på totalförsvar",
        "text": "Ni stärker civil beredskap: sjukvård, transporter, matförsörjning och lokala rutiner. Alla förväntas bidra på något sätt.",
        "feedback": "Beredskap kan kännas som en livsstil med checklistor och påminnelser som tröttar ut, och engagemanget riskerar att bli slentrian om krisfokus aldrig släpper. Samtidigt blir samhället mer robust och fler vet vad de ska göra när något händer, vilket minskar panik och ökar handlingskraft.\n\nKärna: Robust vardag före bekvämlighet.\nRisk: Beredskapströtthet.",
        "image": "defence_ambulance.jpg",
        "characters": {
          "Bäraren": 2,
          "Maskmakaren": 2,
          "Skeptikern": 1,
          "Brännaren": 1,
          "Narrstrategen": 1
        }
      },
      {
        "button": "Prioritera internationellt samarbete",
        "text": "Ni bygger allianser, avtal och gemensam säkerhet. Ingen står ensam - så länge alla håller ihop.",
        "feedback": "Handlingsutrymmet hemma kan kännas beroende av andras beslut och tidplaner, och osäkerheten ökar om omvärlden tvekar när snabbhet behövs. Samtidigt ger samarbete styrka i antal och en stabilare grund, där fler resurser och gemensamma löften kan avskräcka hot.\n\nKärna: Gemensam trygghet före egen kontroll.\nRisk: Beroende och fördröjning.",
        "image": "defence_alliance.jpg",
        "characters": {
          "Spegelbäraren": 2,
          "Maskmakaren": 2,
          "Pragmatikern": 1,
          "Skeptikern": 1,
          "Narrstrategen": 1
        }
      },
      {
        "button": "Förbered vardagen för kris",
        "text": "Ni satsar på information, egenberedskap och lokala övningar. Fler vet var ficklampan är, hur man laddar radion och vem man ska ringa.",
        "feedback": "Om allt tolkas som förvarning kan stressen öka och människor bli utmattade av att alltid vara i beredskapsläge, även när inget händer. Samtidigt stärker övningar och kunskap den praktiska tryggheten, så fler känner kontroll och kan agera snabbt när vardagen rubbas.\n\nKärna: Handlingsförmåga före trygghetsillusion.\nRisk: Ständig beredskapsstress.",
        "image": "defence_gear.jpg",
        "characters": {
          "Narrstrategen": 2,
          "Pragmatikern": 2,
          "Brännaren": 1,
          "Arkivarien": 1,
          "Styraren": 1
        }
      }
    ]
  }
]